Repository: taha-128/Booky
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onboarding_title1
source: Welcome to Your Infinite Library
ar: مرحباً بك في عالم القراءة

# onboarding_sub_title1
source: Discover, read, and enjoy a vast collection of eBooks.
ar: اكتشف، اقرأ، واستمتع بمجموعة واسعة من الكتب الإلكترونية.

# onboarding_title2
source: Find Your Favorite Books with Ease
ar: ابحث عن كتبك المفضلة بسهولة

# onboarding_sub_title2
source: Browse by genre, author, or use our advanced search feature.
ar: تصفح حسب النوع، المؤلف، أو استخدم خاصية البحث المتقدم.

# onboarding_title3
source: Start Your Reading Journey Now
ar: ابدأ رحلتك القرائية الآن

# onboarding_sub_title3
source: Join and start exploring an amazing world of books.
ar: سجّل الدخول وابدأ في استكشاف عالم الكتب المذهل.

# submit_button
source: Login
ar: تسجيل الدخول

source: Skip
ar: تخطي

# finish_button
source: Join
ar: انضم إلينا

source: Login
ar: تسجيل الدخول

source: Register
ar: انشاء حساب

source: Name
ar: الاسم

# name_hint
source: Taha Hassan
ar: طه حسن

# email
source: Email address
ar: البريد الالكتروني

# email_hint
source: Your email
ar: بريدك الالكتروني

source: Password
ar: الرقم السري

source: Other sign in options
ar: طرق تسجيل دخول أخرى

source: Hi
ar: مرحبًا

# home_title
source: What will you read today?
ar: ماذا سوف تقرأ اليوم؟

source: Your Books
ar: كُتبك

source: See All
ar: اعرض الكل

source: Search
ar: ابحث

source: Recent Searches
ar: آخر ما تم البحث عليه

source: Free ebooks
ar: الكتب المجانيّة

source: Paid ebooks
ar: الكتب المدفوعَة

source: My Books
ar: كُتبي

source: About The Book
ar: وصف الكتاب

# there_is_error
source: There is an error
ar: هناك خطأ ما

source: User not found
ar: لا يوجد مستخدم بهذه البيانات

# wrong_password
source: Ù‹Wrong password
ar: الرقم السري غير صحيح

source: Invalid email
ar: البريد الالكتروني غير صالح

source: Weak password
ar: الرقم السري ضعيف

# email_already_in_use
source: This email already in use
ar: هذا البريد مُستخدم بالفعل

# invalid_credential
source: The email or password are incorrect
ar: االرقم السري أو البريد غير صحيح

# email_error
source: Enter your email
ar: يرجى كتابة البريد الالكتروني

# name_error
source: Enter your name
ar: يرجى كتابة اسمك

# password_error
source: Enter your password
ar: يرجى كتابة الرقم السري
